{
    "hideFilters": "Esconder filtros avanzados (Si fueron aplicados, se reseteará la contraseña)",
    "showFilters": "Mostrar filtros avanzados",
    "filtersDASHSLASH": "guiones y barras",
    "filtersKEYS": "llaves",
    "filtersLOGOGRAM": "caracteres especiales",
    "filtersMATH": "símbolos matemáticos",
    "filtersMAYUS": "letras mayúsculas",
    "filtersMINUS": "letras minúsculas",
    "filtersNUMBER": "números",
    "filtersPUNCTUATION": "signos de puntuación",
    "filtersQUOTATION": "símbolos de citado",
    "passwordOrTokenLength": "largo @",
    "password": "de la contraseña",
    "token": "del token",
    "characters": "caracteres",
    "copyToClipboard": "Copiar al portapales",
    "copied": "Copiado",
    "createNewPassword": "Crear nueva contraseña",
    "securePasswordCreated": "¡Contraseña segura creada!",
    "securePasswordTitle": "¿Por qué debería asegurar mis claves?",
    "securePasswordReasonTitleOne": "Previene acceso no autorizado",
    "securePasswordReasonDescriptionOne": "Una contraseña segura actúa como una barrera contra los piratas informáticos, los ladrones de identidad y las personas no autorizadas que pueden intentar acceder a sus cuentas.    ",
    "securePasswordReasonTitleTwo": "Protege tu información sensible",
    "securePasswordReasonDescriptionTwo": "Muchas cuentas en línea contienen información confidencial, como datos financieros, detalles personales y comunicaciones privadas. Una contraseña segura garantiza que esta información permanezca confidencial e inaccesible para personas no autorizadas.",
    "securePasswordReasonTitleThree": "Protección contra brechas de seguridad",
    "securePasswordReasonDescriptionThree": "Desafortunadamente, las brechas de seguridad son comunes y pueden exponer su nombre de usuario y su contraseña a los atacantes. El uso de una contraseña segura y única dificulta que los piratas informáticos exploten los datos robados.",
    "securePasswordReasonTitleFour": "Te defiende de los ataques con diccionarios de claves",
    "securePasswordReasonDescriptionFour": "Los hackers suelen utilizar software especializado que comprueba automáticamente miles de palabras y frases comunes para descifrar contraseñas. Al evitar palabras o frases predecibles, puede protegerse contra ataques de este tipo.",
    "securePasswordReasonTitleFive": "Previene el 'stuffing' de tus credenciales",
    "securePasswordReasonDescriptionFive": "El 'stuffing' involucra a los atacantes que usan nombres de usuario y contraseñas filtrados de un sitio web para obtener acceso no autorizado a otras cuentas donde los usuarios han reutilizado las mismas credenciales. Una contraseña fuerte y única para cada cuenta minimiza el riesgo de este tipo de ataque.",
    "securePasswordReasonTitleSix": "Evita compras no deseadas",
    "securePasswordReasonDescriptionSix": "Si su cuenta se ve comprometida, los atacantes pueden usar sus métodos de pago guardados para realizar compras no autorizadas. Una contraseña segura agrega una capa adicional de protección contra este tipo de actividades fraudulentas.",
    "securePasswordReasonTitleSeven": "Protege tu reputación",
    "securePasswordReasonDescriptionSeven": "Los piratas informáticos que obtienen acceso no autorizado a sus cuentas pueden hacer un mal uso de su identidad para participar en actividades maliciosas, como difundir información falsa o participar en acciones ilegales. Una contraseña segura ayuda a mantener su reputación y credibilidad en línea.",
    "securePasswordReasonTitleEight": "Tranquilidad ",
    "securePasswordReasonDescriptionEight": "Saber que ha tomado medidas para proteger sus cuentas en línea le brinda tranquilidad, lo que le permite concentrarse en el uso de servicios y plataformas en línea sin preocuparse constantemente por posibles infracciones de seguridad.",
    "educateYourselfTitle": "educate al respecto",
    "aboutMeTitle": "contacto"
}