{
    "hideFilters": "Hide advanced filter (reset the password if you applied an advanced filter)",
    "showFilters": "Show advanced filter",
    "filtersDASHSLASH": "dashes & slashes",
    "filtersKEYS": "keys",
    "filtersLOGOGRAM": "special characters",
    "filtersMATH": "math symbols",
    "filtersMAYUS": "capital letter",
    "filtersMINUS": "lower case letter",
    "filtersNUMBER": "number",
    "filtersPUNCTUATION": "punctuation symbols",
    "filtersQUOTATION": "quotations symbols",
    "passwordOrTokenLength": "@ length",
    "password": "password",
    "token": "token",
    "characters": "characters",
    "copyToClipboard": "Copy to clipboard",
    "copied": "Copied",
    "createNewPassword": "Create new password",
    "securePasswordCreated": "Secure password created!",
    "securePasswordTitle": "Why do should secure your password?",
    "securePasswordReasonTitleOne": "Prevent unauthorized access",
    "securePasswordReasonDescriptionOne": "A strong password acts as a barrier against hackers, identity thieves, and unauthorized individuals who may attempt to gain access to your accounts.",
    "securePasswordReasonTitleTwo": "Protect sensitive information",
    "securePasswordReasonDescriptionTwo": "Many online accounts contain sensitive information such as financial data, personal details, and private communications. A secure password ensures that this information remains confidential and inaccessible to unauthorized individuals.",
    "securePasswordReasonTitleThree": "Safeguard against data breaches",
    "securePasswordReasonDescriptionThree": "Data breaches are unfortunately common, and they can expose your username and password combinations to attackers. Using a strong and unique password makes it more difficult for hackers to exploit stolen data.",
    "securePasswordReasonTitleFour": "Defend against dictionary attacks",
    "securePasswordReasonDescriptionFour": "Hackers often use specialized software that automatically checks thousands of common words and phrases to crack passwords. By avoiding predictable words or phrases, you can protect yourself against dictionary attacks.",
    "securePasswordReasonTitleFive": "Prevent credential stuffing",
    "securePasswordReasonDescriptionFive": "Credential stuffing involves attackers using leaked usernames and passwords from one website to gain unauthorized access to other accounts where users have reused the same credentials. A strong, unique password for each account minimizes the risk of this type of attack.",
    "securePasswordReasonTitleSix": "Avoid unauthorized purchases",
    "securePasswordReasonDescriptionSix": "If your account is compromised, attackers may use your saved payment methods to make unauthorized purchases. A strong password adds an additional layer of protection against such fraudulent activities.",
    "securePasswordReasonTitleSeven": "Protect your reputation",
    "securePasswordReasonDescriptionSeven": "Hackers who gain unauthorized access to your accounts can misuse your identity to engage in malicious activities, such as spreading false information or engaging in illegal actions. A secure password helps maintain your online reputation and credibility.",
    "securePasswordReasonTitleEight": "Peace of mind",
    "securePasswordReasonDescriptionEight": "Knowing that you have taken steps to secure your online accounts provides peace of mind, allowing you to focus on using online services and platforms without constant worry about potential security breaches.",
    "educateYourselfTitle": "educate yourself",
    "aboutMeTitle": "contact"
}